Repository: 1Joy1/service.sleeptimer
Catalog: resources/language/*/strings.po
Languages: russian

# #30000
source: Sleep Timer
russian: Таймер Сна

# #30001
source: Cancel to continue playing
russian: Отменить отключение, чтобы продолжить просмотр

# #30002
source: Service check time (minutes)
russian: Интервал проверки (в минутах)

# #30003
source: Waiting time for the dialog (before stop) (seconds)
russian: Время показа диалога отмены (в секундах)

# #30004
source: Slow mute audio before stop playing
russian: Плавное понижение громкости перед остановкой воспр.

# #30005
source: General
russian: Основные

# #30006
source: Time between 1% volume change (millisec)
russian: Таймаут изменения громк. на 1% (миллисек.)

# #30007
source: Next check time if dialog is cancelled (minutes)
russian: Повторить попытку после отмены, через (минут)

# #30008
source: Enable Screensaver after stopping
russian: Включить скринсервер после остановки

# #30009
source: Audio/Video Supervision settings
russian: Музыка/Видео

# #30010
source: Enable Video Supervision
russian: Включить при просмотре Видео

# #30011
source: Enable Audio Supervision
russian: Включить при прослушивании Музыки

# #30012
source: Maximum Playing time (minutes) before asking to stop
russian: Максимальное время воспроизведения (в минутах) до запроса на остановку

# #30013
source: Video Playbacktime
russian: Время до отключения Видео (в минутах)

# #30014
source: Audio Playbacktime
russian: Время до отключения Музыка (в минутах)

# #30015
source: Debug
russian: Отладка

# #30016
source: Debug mode
russian: Режим отладки

# #30017
source: 'Enable' debugging sets:
russian: Включенные настройки при отладке:

# #30018
source: Audio and Video-Check enabled
russian: Музыка и Видео - «Проверка включена»

# #30019
source: Service check time (minutes): '1'
russian: Интервал проверки: «1 минута»

# #30020
source: Waiting time for the dialog (before stop) (seconds): '30'
russian: Время показа диалога до остановки: «30 секунд»

# #30021
source: It doesn't matter, what you set in the other Tabs!
russian: Неважно, что вы установили в других вкладках!

# #30022
source: Execute custom cmd after playback stop
russian: Выполнить команду CMD после остановки воспроизведения

# #30023
source: Custom CMD
russian: Произвольная команда CMD

# #30024
source: Supervision Mode
russian: Задать промежуток времени

# #30025
source: Hour start (eg. 23:00)
russian: Время начала наблюдения (eg. 23:00)

# #30026
source: Hour supervision end (eg. 03:20)
russian: Время конца наблюдения (eg. 03:20)

# #30027
source: Always
russian: Круглосуточно

# #30028
source: Specific Time
russian: Задать время

# #30029
source: Supervision Mode
russian: Выполнять только в заданном промежутке суток
